### Windows ###

1password.op-vscode
dbaeumer.vscode-eslint
eamodio.gitlens
enkia.tokyo-night
esbenp.prettier-vscode
github.copilot-chat
lokalise.i18n-ally
meganrogge.template-string-converter
ms-playwright.playwright
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.remote-explorer
pkief.material-icon-theme
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-german

### WSL ###

anthropic.claude-code
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
github.copilot-chat
lokalise.i18n-ally
meganrogge.template-string-converter
ms-playwright.playwright
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-german